<?
$MESS["bonuses_top_discount"] = "У вас максимальная скидка";
$MESS["bonuses_you_order"] = "Вы заказали на";
$MESS["bonuses_left"] = "осталось";
$MESS["bonuses_for_next_lever_discount"] = "до повышения уровня скидки";
$MESS["bonuses_get_yummi"] = "Заказывай вкусняшки и получай";
$MESS["bonuses_from_summ"] = "от суммы заказа";
$MESS["bonuses_promo_text_1"] = "Каждый заказ приносит Вам бонусы на счет, который привязан к номеру Вашего телефона.";
$MESS["bonuses__promo_title_2"] = "Чем больше заказываешь, тем больше получаешь бонусов";
$MESS["bonuses_get_summ_for"] = "Закажи суммарно на";
$MESS["bonuses_and_get"] = "и получай";
$MESS["bonuses_from_summ_next_order"] = "от суммы каждого последующего заказа";
$MESS["bonuses_u_can_spend_what_u_want"] = "Можно тратить как угодно и когда угодно";
$MESS["bonuses_use_your_bonuses_bitch"] = "Бонусами можно полностью или частично оплатить заказ.";
$MESS["sub_module_disabled"] = "Модуль бонусов отключен.";
$MESS["rules_title"] = "Условия бонусной программы";
$MESS["prog_desc_1"] = "Бонусы зачисляются на счет после выставления заказу статуса «Доставлен»";
$MESS["prog_desc_2"] = "На сумму покупки оплаченному бонусами, бонусы не начисляются.";
$MESS["prog_desc_3"] = "Один бонусный рубль эквивалентен одному рублю.";
$MESS["prog_desc_4"] = "Бонусами можно полностью или частично оплатить заказ.";
$MESS["prog_desc_5"] = "Наша компания оставляет за собой право изменить правила и условия программы в любое время без предварительного уведомления.";
$MESS["prog_desc_6"] = "Бонусные рубли не могут быть переведены в рубли";
?>