<?
$MESS["AUTH_LOGIN_BUTTON"] = "Войти";
$MESS["auth_register"] = "Регистрация";
$MESS["AUTH_LOGIN"] = "Логин";
$MESS["auth_password"] = "Пароль";
$MESS["auth_register_button"] = "Зарегистрироваться";
$MESS["auth_social_reg"] = "Войти через социальные сети";
$MESS["auth_password_again"] = "Пароль еще раз";
$MESS["AUTH_REMEMBER_ME"] = "Запомнить меня на этом компьютере";
$MESS["AUTH_FORGOT_PASSWORD_2"] = "Забыли пароль?";
$MESS["AUTH_LOGOUT_BUTTON"] = "Выйти";
$MESS["AUTH_PROFILE"] = "Мой профиль";
$MESS["AUTH_A_INTERNAL"] = "Встроенная авторизация";
$MESS["AUTH_A_OPENID"] = "OpenID";
$MESS["AUTH_OPENID"] = "OpenID";
$MESS["AUTH_A_LIVEID"] = "LiveID";
$MESS["AUTH_LIVEID_LOGIN"] = "Log In";
$MESS["AUTH_CAPTCHA_PROMT"] = "Введите слово на картинке";
$MESS["AUTH_REMEMBER_SHORT"] = "Запомнить меня";
$MESS["socserv_as_user_form"] = "Войти как пользователь:";
$MESS["AUTH_SECURE_NOTE"]="Перед отправкой формы авторизации пароль будет зашифрован в браузере. Это позволит избежать передачи пароля в открытом виде.";
$MESS["AUTH_NONSECURE_NOTE"]="Пароль будет отправлен в открытом виде. Включите JavaScript в браузере, чтобы зашифровать пароль перед отправкой.";
$MESS["auth_form_comp_otp"] = "Одноразовый пароль:";
$MESS["auth_form_comp_otp_remember_title"] = "Запомнить код на этом компьютере";
$MESS["auth_form_comp_otp_remember"] = "Запомнить код";
$MESS["auth_form_comp_auth"] = "Авторизация";
$MESS["auth_phone"] = "Номер телефона";
$MESS["auth_email"] = "Электронная почта";
$MESS["auth_error"] = "Введен неверный телефон или пароль";
$MESS["auth_term_reg_1"] = "Я ознакомлен и согласен";
$MESS["auth_term_reg_2"] = "с условиями использования и обработки моих персональных данных";
$MESS["auth_get_code"] = "Получить код";
$MESS["auth_code"] = "Код подтверждения";
$MESS["auth_send_code"] = "Отправить код";
$MESS["auth_send_code_desc"] = "На указанный телефон в течении нескольких секунд придет 4-значный код.";
$MESS["auth_send_code_desc_email"] = "На указанную электронную почту в течении нескольких секунд придет 4-значный код.";
$MESS["auth_repeat_code"] = "Выслать код повторно";
$MESS["auth_repeat_code_desc"] = "Выслать код повторно через";
$MESS["auth_success"] = "Выслать код повторно через";
$MESS["auth_change_password"] = "Сменить пароль";
$MESS["my_bonuses"] = "Мои бонусы";
$MESS["my_history"] = "История заказов";
$MESS["my_bonuses_page"] = "Бонусный счет";
$MESS["my_profile"] = "Личные данные";
$MESS["my_love"] = "Мои любимые";
$MESS["my_exit"] = "Выйти";
$MESS["auth_agree_personal_information"] = "Согласие на обработку персональных данных";
$MESS["auth_inf_1"] = "Настоящим я, далее – «Субъект Персональных Данных», во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и в своем интересе даю свое согласие";
$MESS["auth_inf_2"] = "(далее – «Доставка», юридический адрес: ";
$MESS["auth_inf_3"] = ") на обработку своих персональных данных, указанных при регистрации путем заполнения веб-формы на сайте «Доставка»";
$MESS["auth_inf_4"] = "и его поддоменов *.";
$MESS["auth_inf_5"] = "(далее – Сайт), направляемой (заполненной) с использованием Сайта.<br /><br />";
$MESS["auth_inf_6"] = "Под персональными данными я понимаю любую информацию, относящуюся ко мне как к Субъекту Персональных Данных, в том числе мои фамилию, имя, отчество, адрес, контактные данные (телефон, электронная почта, почтовый адрес), фотографии,  иную другую информацию. Под обработкой персональных данных я понимаю сбор, систематизацию, накопление, уточнение, обновление, изменение, использование, распространение, передачу, в том числе трансграничную, обезличивание, блокирование, уничтожение, бессрочное хранение), и любые другие действия (операции) с персональными данными.<br /><br />Обработка персональных данных Субъекта Персональных Данных осуществляется исключительно в целях регистрации Субъекта Персональных Данных в базе данных «Доставка» с последующим направлением Субъекту Персональных Данных почтовых сообщений и смс-уведомлений, в том числе рекламного содержания, от «Доставка», его аффилированных лиц  и/или субподрядчиков, информационных и новостных рассылок и другой информации рекламно-новостного содержания.<br /><br />Датой выдачи согласия на обработку персональных данных Субъекта Персональных Данных является дата отправки регистрационной веб-формы с Сайта «Доставка».<br /><br />Обработка персональных данных Субъекта Персональных Данных может осуществляться с помощью средств автоматизации и/или без использования средств автоматизации в соответствии с действующим законодательством РФ и внутренними положениями «Доставка».<br /><br />«Доставка» принимает необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных, а также принимает на себя обязательство сохранения конфиденциальности персональных данных Субъекта Персональных Данных. «Доставка» вправе привлекать для обработки персональных данных Субъекта Персональных Данных субподрядчиков, а также вправе передавать персональные данные для обработки своим аффилированным лицам, обеспечивая при этом принятие такими субподрядчиками и аффилированными лицами соответствующих обязательств в части конфиденциальности персональных данных.<br /><br />Я ознакомлен(а), что:<br /><br />
• настоящее согласие на обработку моих персональных данных, указанных при регистрации на Сайте «Доставка», направляемых (заполненных) с использованием Cайта, действует в течение 20 (двадцати) лет с момента регистрации на Cайте «Доставка»;<br />
• согласие может быть отозвано мною на основании письменного заявления в произвольной форме;<br />
• предоставление персональных данных третьих лиц без их согласия влечет ответственность в соответствии с действующим законодательством Российской Федерации.<br />";


$MESS["auth_inf_1_ua"] = "Настоящие Положения о политике конфиденциальности (далее — Положение) является официальным документом Индивидуального предпринимателя ".\COption::GetOptionString('bd.deliverypizza', 'BD_PERSONAL_DATA_COMPANY_NAME','',SITE_ID).", и определяет порядок обработки и защиты информации о физических лицах (далее — Пользователи), пользующихся сервисами, информацией, услугами, программами (в т.ч. программами лояльности) и продуктами интернет-магазина, расположенного на доменном имени ";
$MESS["auth_inf_2_ua"] = "(далее — Сайт) <br /><br /> Целью настоящей Политики конфиденциальности является обеспечение защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну, от несанкционированного доступа и разглашения.<br /><br />Деятельность, связанная с обработкой персональных данных и информацией о пользователях Сайта, регулируются настоящим Положением, иными официальными документами Компании и действующим законодательством Украины.<br /><br /> <strong>1. Общие положения</strong><br /><br />";
$MESS["auth_inf_3_ua"] = "(далее - «Компания») в рамках выполнения своей основной деятельности осуществляет обработку персональных данных различных категорий субъектов персональных данных с использованием информационных систем персональных данных, в интернет-сайт Компании:";
$MESS["auth_inf_4_ua"] = "Для целей настоящей Политики под персональными данными понимаются любая информация, предоставленная через интернет-сайт Компании.<br /><br />Целью обработки персональных данных является выполнения обязательств Компании перед Пользователями с в отношении использования Сайта и его сервисов.<br /><br />
Обработка персональных данных пользователей осуществляется с согласия субъекта персональных данных на обработку его персональных данных.";
$MESS["auth_inf_5_ua"] = "<br /><br /><strong>2. Сбор персональных данных</strong>
<br /><br />
Компания осуществляет сбор информации через интернет-сайты двумя способами:
<br /><br />
• Персональные данные, предоставляемые пользователями:
<br /><br />
Компания осуществляет сбор персональных данных, которые вводят в поля данных на интернет-сайтах Компании сами пользователи или иные лица по их поручению.
<br /><br />
Компания осуществляет сбор информации/данных, включая:
<br /><br />
— имя и фамилию,
<br /><br />
— дату рождения;
<br /><br />
— пол, семейное положение;
<br /><br />
— адрес;
<br /><br />
— номер телефона;
<br /><br />
— адрес электронной почты;
<br /><br />
• Пассивный сбор персональных данных о текущем подключении в части статистических сведений:
<br /><br />
На интернет-сайтах Компании может проводиться сбор статистических данных о пользователе, включая:
<br /><br />
— посещенные страницы;
<br /><br />
— количество посещений страниц;
<br /><br />
— длительность пользовательской сессии;
<br /><br />
— точки входа (сторонние сайты, с которых пользователь по ссылке переходит на сайты Компании);
<br /><br />
— точки выхода (ссылки на сайтах Компании, по которым пользователь переходит на сторонние сайты);
<br /><br />
— страна пользователя;
<br /><br />
— регион пользователя;
<br /><br />
— провайдер пользователя;
<br /><br />
— браузер пользователя;
<br /><br />
— системные языки пользователя;
<br /><br />
— ОС пользователя;
<br /><br />
— разрешение экрана пользователя;
<br /><br />
— кол-во цветов экрана пользователя.
<br /><br />
Данные могут быть получены с помощью различных методов, например, файлов cookies и файловых веб-маяков и др. Компания может использовать сторонние интернет-сервисы для организации сбора статистических персональных данных, сторонние интернет-сервисы обеспечивают хранение полученных данных на собственных серверах. Компания не несет ответственности за локализацию серверов сторонних интернет-сервисов. Компания не проводит сопоставление информации, предоставляемой пользователем самостоятельно и позволяющей идентифицировать субъекта персональных данных, со статистическими персональными данными, полученными в ходе применения подобных пассивных методов сбора информации.
<br /><br />
Целью сбора персональных данных является выполнения Компанией своих обязательств по доставке заказов Посетителей.";
$MESS["auth_inf_6_ua"] = "<br /><br /><strong>3. Хранение и использование персональных данных</strong>
<br />
3.1. Персональные данные Пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.
<br />
3.2. Собираемые персональные данные используются для исполнения заказа посетителя Сайта (Пользователя), направлять Пользователю уведомления о новых продуктах, специальных предложениях и различных событиях. Также они помогают Компании повышать качество обслуживания. Пользователь может в любое время отказаться от рассылки путём информирования Компании по указанным контактам для обратной связи (по адресу электронной почты или телефону), а также внесения изменений в настройках вашего профиля на сайте.
<br />
3.3. Персональные данные также могут быть использованы для внутренних целей Компании, таких как: проведение аудита, анализ данных и различных исследований в целях улучшения продуктов и услуг Компании, а также взаимодействие с потребителями.
<br />
3.4. Если Вы принимаете участие в розыгрыше призов, конкурсе или похожем стимулирующем мероприятии, Компания сохраняет сохраняем за собой право использовать предоставляемые Пользователем персональные данные для управления такими программами.
<br />
3.5. Компания также производит сбор данных, не являющиеся персональными ? данные, не позволяющие прямо ассоциировать их с каким-либо определённым лицом. Компания вправе собирать, использовать, передавать и раскрывать информацию, не являющуюся персональной, для любых целей. В случае совмещения информации, не являющейся персональной, с персональной информацией, такая совокупная информация будет рассматриваться как персональная информация, пока такая информация будет являться совмещённой.
<br />
3.6. Персональные данные Пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящими Правилами.
<br />
3.7. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств
<br />
3.8. Пользователь соглашается с тем, что Компания вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи и т.д., исключительно для целей, указанных в разделе «Сбор персональных данных» настоящей Политики конфиденциальности
<br />
3.9. При указании пользователя или при наличии согласия пользователя возможна передача персональных данных Пользователя третьим лицам-контрагентам Оператора с условием принятия такими контрагентами обязательств по обеспечению конфиденциальности полученной информации, в частности, при использовании приложений.
<br />
3.10. Приложения, используемые Пользователями на Сайте, размещаются и поддерживаются третьими лицами (разработчиками), которые действуют независимо от Оператора и не выступают от имени или по поручению Оператора. Пользователи обязаны самостоятельно ознакомиться с правилами оказания услуг и политикой защиты персональных данных таких третьих лиц (разработчиков) до начала использования соответствующих приложений.
<br />
3.11. Персональные данные Пользователя могут быть переданы по запросам уполномоченных органов государственной власти Украины только по основаниям и в порядке, установленным законодательством Украины.
<br />
3.12. Оператор осуществляет блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.
<br /><br />
<strong>4. Раскрытие информации третьим лицам</strong>
<br /><br />
4.1 В некоторых случаях Компания может предоставлять определенную персональную информацию и данные стратегическим партнерам, которые работают с Компанией для предоставления продуктов и услуг, или тем из них, которые помогают Компании реализовывать продукты и услуги потребителям. Мы предоставляем третьим лицам минимальный объем персональных данных, необходимый только для оказания требуемой услуги или проведения необходимой транзакции.
<br /><br />
4.2. Персональная информация будет предоставляться Компанией только в целях обеспечения потребителей продуктами и услугами, а также для улучшения этих продуктов и услуг, связанных с ними коммуникаций. Такая информация не будет предоставляться третьим лицам для их маркетинговых целей.
<br /><br />
4.3. Для использования Ваших персональных данных для любой иной цели мы запросим Ваше Согласие на обработку Ваших персональных данных
<br /><br />
4.4. Поставщики услуг
<br /><br />
Компания предоставляет персональные данные/информацию Компаниям, оказывающим такие услуги, как: обработка информации, предоставление кредитов, исполнение заказов потребителей, доставка, иные виды обслуживания потребителей, определение вашего интереса к нашим продуктам и услугам, проведение опросов, направленных на изучение наших потребителей или удовлетворения качеством сервиса. Такие компании обязуются защищать Вашу информацию независимо от страны своего расположения.
<br /><br />
4.5. Иные лица
<br /><br />
Компании может быть необходимо — в соответствии с законом, судебным порядком, в судебном разбирательстве и/или на основании публичных запросов или запросов от государственных органов на территории или вне территории страны Вашего пребывания — раскрыть Ваши персональные данные. Мы также можем раскрывать персональные данные/информацию о Вас, если мы определим, что такое раскрытие необходимо или уместно в целях национальной безопасности, поддержания правопорядка или иных общественно важных случаях.
<br /><br />
4.6. Компания также вправе раскрывать персональные данные/информацию в случаях, если раскрытие необходимо для приведения в исполнение наших положений и условий либо для целей защиты деятельности и пользователей Компании. Дополнительно в случае реорганизации, слияния или продажи Компания может передать любую или всю собираемую персональную информацию соответствующему третьему лицу.
<br /><br />
4.7. Персональные данные пользователя уничтожаются при:
<br /><br />
— удалении Оператором информации, размещаемой Пользователем, а также персональной страницы Пользователя в случаях, установленных договором купли продажи (оферта);
<br /><br />
— при отзыве субъектом персональных данных согласия на обработку персональных данных.
<br /><br />
4.8. Идентификационные файлы (cookies) и иные технологии
<br /><br />
4.8.1. Веб-сайт, интерактивные услуги и приложения, сообщения электронной почты и любые иные коммуникации от лица Компании могут использовать идентификационные файлы cookies и иные технологии, такие как: пиксельные ярлыки (pixel tags), веб-маяки (web beacons). Такие технологии помогают нам лучше понимать поведение пользователей, сообщают нам, какие разделы нашего сайта были посещены пользователями, и измеряют эффективность рекламы и сетевых поисков. Мы рассматриваем информацию, собираемую файлами cookies и иными технологиями как информацию, не являющуюся персональной.
<br /><br />
4.8.2. Целью в таких случаях является обеспечение более удобного и персонального взаимодействия с Компанией. Пользователь может отключить cookies в настройках используемого Вами веб-браузера или мобильного устройства с учетом, что некоторые функции веб-сайта могут стать недоступными после отключения cookies.
<br /><br />
4.8.3. Как и в случае большинства веб-сайтов, мы собираем некоторую информацию автоматически и храним её в файлах статистики. Такая информация включает в себя адрес Интернет-протокола (IP-адрес), тип и язык браузера, информацию о поставщике Интернет-услуг, страницы отсылки и выхода, сведения об операционной системе, отметку даты и времени, а также сведения о посещениях. Мы используем такую информацию для понимания и анализа тенденций, администрирования сайта, изучения поведения пользователей на сайте и сбора демографической информации о нашем основном контингенте пользователей в целом. Компания может использовать такую информацию в своих маркетинговых целях.
<br /><br />
4.8.4. В некоторых сообщениях электронной почты Компанией используются интерактивные ссылки на информацию, размещённую на сайте Компании. Когда пользователи проходят по таким ссылкам, прежде чем они попадают на страницу назначения на нашем веб-сайте, их запросы проходят отдельную регистрацию. Компания отслеживает такие «проходные» данные, для того чтобы определить интерес к отдельным темам и измерить эффективность коммуникаций с потребителями.
<br /><br />
4.8.5. Пиксельные ярлыки позволяют направлять сообщения электронной почты в формате, читаемом потребителями, и сообщают, были ли такие сообщения прочитаны. Использование такой информации служит для ограничения количества направляемых потребителям сообщений или прекращения их направления.
<br /><br />
<strong>5. Принципы и условия обработки персональных данных</strong>
<br /><br />
5.1. Обработка персональных данных в Компании осуществляется на законной и справедливой основе и ограничивается достижением конкретных, заранее определенных и законных целей, в том числе, в соответствии с Правилами оказания услуг.
<br /><br />
5.2. Обработке подлежат только персональные данные, которые отвечают целям их обработки. Содержание и объем обрабатываемых в Компании персональных данных соответствуют заявленным целям обработки, избыточность обрабатываемых персональных данных не допускается.
<br /><br />
5.3. При обработке персональных данных в Компании обеспечивается точность персональных данных, их достаточность и, в необходимых случаях, актуальность по отношению к целям обработки персональных данных. Компания принимает необходимые меры (обеспечивает их принятие) по удалению или уточнению неполных, или неточных персональных данных.
<br /><br />
5.4. Компания в ходе своей деятельности может предоставлять и (или) поручать обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено законодательством Украины о персональных данных. При этом обязательным условием предоставления и (или) поручения обработки персональных данных другому лицу является обязанность сторон по соблюдению конфиденциальности и обеспечению безопасности персональных данных при их обработке.
<br /><br />
5.5. Сроки обработки персональных данных определяются в соответствии с целями, для которых они были собраны.
<br /><br />
<strong>6. Права субъекта персональных данных</strong>
<br /><br />
6.1. Субъект персональных данных имеет право (если иное не предусмотрено законом):
<br /><br />
• требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
<br /><br />
• требовать перечень своих персональных данных, обрабатываемых Компанией, и источник их получения;
<br /><br />
• получать информацию о сроках обработки своих персональных данных, в том числе о сроках их хранения;
<br /><br />
• требовать извещения всех лиц, которым ранее были сообщены неверные или неполные его персональные данные, обо всех произведённых в них исключениях, исправлениях или дополнениях;
<br /><br />
• обжаловать в уполномоченном органе по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействия при обработке его персональных данных;
<br /><br />
• на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или) компенсацию морального вреда в судебном порядке.
<br /><br />
6.2. Если у Вас есть вопросы о характере применения, использовании, изменении или удалении Ваших персональных данных, которые были Вами предоставлены, или если Вы хотите отказаться от дальнейшей их обработки Компанией, пожалуйста, свяжитесь с нами по телефону, указанному на сайте.
<br /><br />
Обращаем Ваше внимание, что оператор персональных данных не несет ответственности за недостоверную информацию, предоставленную субъектом персональных данных.
<br /><br />
<strong>7. Реализация требований к защите персональных данных</strong>
<br /><br />
7.1. С целью поддержания деловой репутации и обеспечения выполнения требований федерального законодательства Компания считает важнейшими задачами обеспечение легитимности обработки персональных данных в бизнес-процессах Компании и обеспечение надлежащего уровня безопасности обрабатываемых в Компании персональных данных.
<br /><br />
7.2 Компания требует от иных лиц, получивших доступ к персональным данным, не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.
<br /><br />
7.3 С целью обеспечения безопасности персональных данных при их обработке Компания принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении них.
<br /><br />
7.4. Компания добивается того, чтобы все реализуемые ею мероприятия по организационной и технической защите персональных данных осуществлялись на законных основаниях, в том числе в соответствии с требованиями законодательства Украины по вопросам обработки персональных данных.
<br /><br />
7.5. В целях обеспечения адекватной защиты персональных данных Компания проводит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения безопасности их персональных данных, а также определяет актуальные угрозы безопасности персональных данных при их обработке в информационных системах персональных данных.
<br /><br />
7.6. В соответствии с выявленными актуальными угрозами Компания применяет необходимые и достаточные правовые, организационные и технические меры по обеспечению безопасности персональных данных, включающие в себя использование средств защиты информации, обнаружение фактов несанкционированного доступа к персональным данным и принятие мер, восстановление персональных данных, ограничение доступа к персональным данным, регистрацию и учет действий с персональными данными, а также контроль и оценку эффективности применяемых мер по обеспечению безопасности персональных данных.
<br /><br />
7.7. Руководство Компании осознает важность и необходимость обеспечения безопасности персональных данных и поощряет постоянное совершенствование системы защиты персональных данных, обрабатываемых в рамках выполнения основной деятельности Компании.
<br /><br />
7.8. В Компании назначены лица, ответственные за организацию обработки и обеспечение безопасности персональных данных.
<br /><br />
7.9. Каждый новый работник Компании, непосредственно осуществляющий обработку персональных данных, ознакамливается с требованиями законодательства Украины по обработке и обеспечению безопасности персональных данных, настоящей Политикой и другими локальными актами Компании по вопросам обработки и обеспечения безопасности персональных данных и обязуется их соблюдать.
";


$MESS["promo_get_bonuses_title"] = "Получайте бонусные рубли с каждого заказа!";
$MESS["promo_get_bonuses_text"] = "Бонусными рублями можно полностью или частично оплатить заказ. <br /> Чтобы начать получать бонусы – вам необходимо зарегистрироваться!";
?>